Repository: sbseosoft/wordpress-plugin-webmaster-yandex
Catalog: lang/*.po
Languages: ru_ru

source: Application settings
ru_ru: Настройки приложения

source: Token code
ru_ru: Код токена

source: Application password
ru_ru: Пароль приложения

source: Webmaster Yandex settings
ru_ru: Настройки

source: Send text to Yandex
ru_ru: Отправить текст в Яндекс

source: Set website Id in plugin settings page
ru_ru: Настройте website Id на странице настроек плагина

source: You haven't sent this text to Yandex yet
ru_ru: Вы еще не отправляли этот текст в Яндекс

source: Text was sent at
ru_ru: Текст был отправлен в

source: Send
ru_ru: Отправить

source: Text length is more than Yandex allows to send, your text length is:
ru_ru: Размер текста больше чем Яндекс разрешает отправлять, количество символов в вашем тексте:

source: Text length is less than Yandex allows to send, your text length is:
ru_ru: Размер текста меньше чем Яндекс разрешает отправлять, количество символов в вашем тексте:

source: Maximum number of sent texts were reached for today
ru_ru: Максимально возможное количество текстов уже отправлено сегодня (ограничения Яндекса)

source: Unable to fetch data for post Id provided
ru_ru: Не удалось получить данные для предоставленного post id

source: Application Id or application password not defined, create them at <a href="https://oauth.yandex.ru/client/new">oAuth Yandex</a>, or use <a href="https://oauth.yandex.ru/client/my">exising</a>, and set values below
ru_ru: ID приложения и/или пароль приложения не указаны, впишите их в соответствующие поля ниже. Создать приложение в <a href="https://oauth.yandex.ru/client/new">oAuth Yandex</a>. Если вы уже создавали приложение раньше, возмьмите настройки <a href="https://oauth.yandex.ru/client/my">тут</a>.

source: Edit application Id or application password in fields below
ru_ru: Отредактируйте Id приложения и пароль в полях ниже

source: Get code from Yandex and paste it below to get new token
ru_ru: Получите код от Яндекса и впишите его ниже, для получения нового токена

source: Get token code
ru_ru: Получить токен

source: expires
ru_ru: истекает

source: Set your website
ru_ru: Выберите сайт

source: Status in Yandex
ru_ru: Статус в Яндексе

source: Your website is not verified in Yandex webmaster service or not set in settings
ru_ru: Ваш сайт не подтвержден в сервисе Яндекс вебмастер или не указан в настройках

source: Curl module is not enabled, plugin will not work
ru_ru: Модуль Curl не включен, плагин не будет работать.
